---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Plumbing.PipeInsulation
source: html/9ac60042-2677-35a9-063d-9aa1f9726736.htm
---
# PipeInsulation Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.